[
      {
        "type": "Workshop",
        "title": "Digital Marketing Mastery Workshop",
        "dateTime": "2023-03-15 09:00:00",
        "duration": "4 hrs",
        "location": "Marketing Institute Headquarters",
        "description": "Immerse yourself in the dynamic world of digital marketing at our 'Digital Marketing Mastery Workshop.' This hands-on event is designed for marketing professionals, entrepreneurs, and enthusiasts eager to elevate their online presence. Covering the latest trends and strategies, participants will delve into the intricacies of effective online marketing campaigns. From social media tactics to search engine optimization, the workshop offers practical skills essential for navigating the digital landscape. Engage with industry experts, participate in interactive sessions, and gain insights that will empower you to create compelling digital strategies. Join us at the Marketing Institute Headquarters for a transformative experience that will unlock the secrets of successful digital marketing.",
        "totalCost": "$10,000.00",
        "costPerPerson": "$99.99",
        "img": "https://ibb.co/8Y7hFmc",
        "rating": 4.5
      },
      {
        "type": "Workshop",
        "title": "STEM Education Workshop for Teachers",
        "dateTime": "2023-04-05 10:30:00",
        "duration": "3 hrs",
        "location": "City Education Center",
        "description": "Calling all educators passionate about STEM education! Our 'STEM Education Workshop for Teachers' is a unique opportunity to explore innovative teaching approaches in science, technology, engineering, and mathematics. Tailored for teachers across grade levels, this workshop goes beyond textbooks, emphasizing hands-on, experiential learning methods. Discover engaging activities, collaborative projects, and technology integration strategies that make STEM subjects come alive in the classroom. The City Education Center provides a conducive environment for networking with like-minded educators and sharing best practices. Attend this workshop to revitalize your STEM teaching techniques and inspire the next generation of innovators.",
        "totalCost": "$7,000.00",
        "costPerPerson": "$79.99",
        "img": "https://ibb.co/TwBt34c",
        "rating": 4.0
      },
      {
        "type": "Webinar",
        "title": "Mastering Data Science with Python",
        "dateTime": "2023-04-20 14:00:00",
        "duration": "2 hrs",
        "location": "Online",
        "description": "Unlock the potential of data science with our 'Mastering Data Science with Python' webinar. Hosted online, this event brings together industry experts to explore the powerful applications of Python in data analysis, machine learning, and real-world problem-solving. Whether you're a seasoned data scientist or a beginner eager to explore the field, this webinar offers valuable insights. Learn about the latest tools, techniques, and trends shaping the data science landscape. The online format allows participants to join from anywhere, making it a convenient and accessible opportunity to upskill in Python for data science.",
        "totalCost": "$5,000.00",
        "costPerPerson": "Free",
        "img": "https://ibb.co/FDWsbvy",
        "rating": 3.5
      },
      {
        "type": "Webinar",
        "title": "Cybersecurity Essentials Webinar",
        "dateTime": "2023-05-08 15:45:00",
        "duration": "1.5 hrs",
        "location": "Virtual Event",
        "description": "Safeguard your digital world by joining our 'Cybersecurity Essentials Webinar.' This virtual event is a deep dive into the fundamental principles of cybersecurity, offering a comprehensive understanding of best practices, emerging threats, and strategies to secure digital assets. Industry-leading experts will share their insights, providing practical tips for individuals and businesses to enhance their cybersecurity posture. Whether you're an IT professional, business owner, or simply curious about cybersecurity, this webinar provides actionable knowledge to navigate the ever-evolving cyber landscape. Attendees will gain a solid foundation in cybersecurity essentials, making this virtual event a valuable resource for anyone concerned about digital security.",
        "totalCost": "$3,000.00",
        "costPerPerson": "Free",
        "img": "https://ibb.co/r04LvsG",
        "rating": 4.0
      },
      {
        "type": "Career Fair",
        "title": "Technology Career Fair 2023",
        "dateTime": "2023-06-01 11:00:00",
        "duration": "4 hrs",
        "location": "Tech Expo Center",
        "description": "Elevate your career in technology by attending the 'Technology Career Fair 2023' at the Tech Expo Center. This event connects job seekers with leading tech companies actively seeking talent. Explore diverse job opportunities, network with industry professionals, and attend insightful career development sessions. Whether you're a recent graduate entering the tech industry or an experienced professional looking for new challenges, this career fair offers a platform to make meaningful connections. Engage with recruiters, showcase your skills, and gain firsthand insights into the latest trends in the ever-evolving technology sector. Don't miss this opportunity to advance your career and explore the exciting possibilities within the tech industry.",
        "totalCost": "$15,000.00",
        "costPerPerson": "Free",
        "img": "https://ibb.co/XSrCdqf",
        "rating": 4.0
      },
      {
        "type": "Career Fair",
        "title": "Healthcare Careers Expo",
        "dateTime": "2023-06-15 12:30:00",
        "duration": "3.5 hrs",
        "location": "Medical Center Auditorium",
        "description": "Embark on a rewarding journey in healthcare by attending the 'Healthcare Careers Expo' at the Medical Center Auditorium. This comprehensive expo is designed for healthcare professionals, students, and individuals interested in exploring diverse career paths within the healthcare industry. Connect with recruiters from top healthcare institutions, discover job opportunities, and gain insights into the various roles and specialties in healthcare. The expo also features informative sessions on career development, industry trends, and the future of healthcare. Whether you're a seasoned healthcare professional or just starting your journey, this expo provides a unique platform to expand your network, learn from industry leaders, and take the next step in your healthcare career.",
        "totalCost": "$8,000.00",
        "costPerPerson": "$29.99",
        "img": "https://ibb.co/HxSFrCM",
        "rating": 3.5
      },
      {
        "type": "Educational Conference",
        "title": "International Education Summit",
        "dateTime": "2023-07-10 09:00:00",
        "duration": "2 days",
        "location": "Convention Center",
        "description": "Join us at the 'International Education Summit,' an interdisciplinary conference that brings together educators, researchers, and thought leaders from around the world. Held at the Convention Center, this summit focuses on global trends in education, fostering discussions on pedagogical innovations, inclusivity, and educational technology. Engage in thought-provoking sessions, collaborative workshops, and networking opportunities with professionals who share a passion for advancing education on a global scale. Whether you're involved in K-12 education, higher education, or educational policymaking, this summit provides a platform to exchange ideas, gain insights into best practices, and contribute to the future of education on an international level.",
        "totalCost": "$20,000.00",
        "costPerPerson": "$179.99",
        "img": "https://ibb.co/ZKDW7Cs",
        "rating": 3.0
      },
      {
        "type": "Educational Conference",
        "title": "Innovation in Higher Ed Conference",
        "dateTime": "2023-08-05 10:15:00",
        "duration": "2.5 days",
        "location": "University Campus",
        "description": "Explore the forefront of higher education at the 'Innovation in Higher Ed Conference' hosted on the University Campus. This conference is a gathering of educators, administrators, and innovators dedicated to pushing the boundaries of traditional higher education. Delve into sessions covering innovative teaching methods, research advancements, and strategies for fostering creativity and critical thinking among students. The conference provides a platform to share success stories, discuss challenges, and explore collaborative opportunities in the ever-evolving landscape of higher education. Whether you're a faculty member, administrator, or education enthusiast, this conference offers a unique opportunity to immerse yourself in the future of higher education.",
        "totalCost": "$18,000.00",
        "costPerPerson": "$149.99",
        "img": "https://ibb.co/BGpbSB2",
        "rating": 3.5
      },
      {
        "type": "Seminar",
        "title": "Leadership Excellence Seminar",
        "dateTime": "2023-09-20 13:45:00",
        "duration": "3 hrs",
        "location": "Business Leadership Institute",
        "description": "Participate in the 'Leadership Excellence Seminar,' a transformative event focused on honing leadership skills and fostering a culture of excellence. Held at the Business Leadership Institute, this seminar brings together seasoned leaders and aspiring professionals to explore leadership principles, effective communication strategies, and techniques for driving organizational success. Engage in interactive discussions, case studies, and practical exercises that will empower you to lead with confidence and influence positive change within your team. Whether you're a seasoned executive or a rising leader, this seminar provides a unique opportunity to enhance your leadership capabilities and contribute to the overall success of your organization.",
        "totalCost": "$12,000.00",
        "costPerPerson": "$129.99",
        "img": "https://ibb.co/SrBvM94",
        "rating": 4.5
      },
      {
        "type": "Seminar",
        "title": "Environmental Sustainability Seminar",
        "dateTime": "2023-10-10 14:30:00",
        "duration": "2.5 hrs",
        "location": "Green Innovation Center",
        "description": "Join the 'Environmental Sustainability Seminar' to explore the latest advancements and best practices in fostering environmental sustainability. Hosted at the Green Innovation Center, this seminar is designed for professionals, activists, and individuals passionate about creating a positive impact on the environment. Dive into discussions on sustainable practices, renewable energy solutions, and strategies for building eco-friendly communities. The seminar includes insights from environmental experts, case studies, and interactive sessions to inspire participants to contribute to a more sustainable and resilient future. Be part of the movement for environmental stewardship and learn how small actions can lead to significant positive change.",
        "totalCost": "$8,500.00",
        "costPerPerson": "$79.99",
        "img": "https://ibb.co/pjkX9Mj",
        "rating": 4.0
      }
    ]
  